{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 3,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 1
          },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome!",
                    "text1": "<TextStyle.LightBlue>Welcome to a chill PvP server! We're here to have fun, not repeat the toxicity of ASE.</>\n\n<TextStyle.LightBlue>Please read through the rules as we will hold players to them.</>\n\n<TextStyle.LightBlue>Grab a starter pack from White drops and start grinding!</>"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "General Rules",
                    "title1": "General Rules",
                    "text1": "\nG1. Green Ob is a no PVP zone, you can do your boss fights there. Any admin-built structures are off-limits (tribe name will be \"Admin\"). Impersonating admins in any form will result in a ban.\n\nG2. No Human, Humano, Survivor, 123, 321 or other generic names (make a new character if needed). Tribe names required and must be named appropriately (no racism, slurs, bunch of numbers, special characters, etc).\n\nG3. No cheating, meshing, or other exploits.\n\nG4. No abuse of ORP settings.\n\nG5. Be kind to new players, don't chase them off. No picking/dropping or attacking them/their dinos. If they're on or around the beaches, consider them \"new\".\n\nG6. This is a chill PvP server and we expect everyone to treat each other with respect. Shit talking is fine, toxic players/behavior will not be tolerated. We're here to have fun, not repeat the toxicity of ASE."
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Building Rules",
                    "title1": "Building Rules",
                    "text1": "\nB1. No building on/near major resources, artifact caves, notes, obelisks, boss areas/arenas, rare/unique dino spawn zones or nests, drops, other bases, or player spawn zones.\n\nB2. ONE base and ONE outpost per tribe. Turrets/dinos can only be at your base or outpost and cannot be restricting access to areas mentioned in B1.\n\nB3. Clean up ALL traps, starter bases, rafts, temp builds, FOBs (within 24hrs), etc. Infinite pickup is enabled, please utilize it and help reduce server lag/load times!\n\nB4. No structure spam. Anti-FOB spam can only be placed up to 40 snapped foundation spaces away from your base entrance and cannot be excessive.\n\nB5. No dino builds covering the body (must be able to be shot/killed)."
                }
            },
            {
                "tab4": {
                    "layout": 1,
                    "buttontext": "Raiding Rules",
                    "title1": "Raiding Rules",
                    "text1": "\nR1. No team raiding - you can only raid with your tribe (allies disabled). Tribe members have to be a part of your tribe for a minimum of 24 hours before they can participate in a raid.\n\nR2. No repetitive/back-to-back raiding of the same tribe to the point where it becomes toxic.\n\nR3. No popcorning during raids (either side, in any form). Be a good sport!\n\nR4. No trapping players inside their base or FOBs with turrets/structures/dinos or building into another tribes base; tribes must be able to physically exit and rebuild defenses.\n\nR5. No harpoon, cannon, ballista, or magmasaur raiding."
                }
            },
            {
                "tab5": {
                    "layout": 1,
                    "buttontext": "Server Settings",
                    "title1": "",
                    "text1": "<TextStyle.LightBlue>General</>\n- Starter packs in White drops\n- 30 min ORP timer\n- 150 wild dinos\n- 4 man tribe limit (no ally)\n- 4x XP\n- 4x Harvest\n- 8x Taming w/ x2 wild dino food drain\n- Slow player food/water drain\n- Engrams auto-unlock as you level (boss fights required for tek)\n- Custom stack sizes\n- 1/2 craft ingots and ARB\n- Easier craft on spyglass and beds\n- Flak: Armor 820, Dura 1200\n- Shotgun/Fabi: Damage 350% \n- Saddles: Armor 205 \n- Possible 3-month wipe schedule (will poll the players)\n\n<TextStyle.LightBlue>Breeding</>\n- 1-3h timer\n- 30x maturation\n- 1 imprint (ready in ~1m)\n\n<TextStyle.LightBlue>Building/Raiding</>\n- 250 turret limit\n- 6x cave damage\n\n<TextStyle.LightBlue>Player/Dino Stats</>\n- Players: Weight and fortitude are boosted\n- Dinos: Weight is boosted\n\n<TextStyle.LightBlue>Drops/Beaver Dams</>\n- White Drops contain Starter Packs, the rest are default for now\n- Beaver Dams: Cementing paste, element, silica pearls, rare flowers/mushrooms, skins, and chibis (no wood!)"
                }
            }
        ]
    }
}
